---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.ProjectInfo
source: html/7224b061-e12a-9a99-24f9-51b89292482c.htm
---
# ProjectInfo Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.